* March
** DONE Eight <2017-03-09 四 14:05>
   CLOSED: [2017-03-09 四 14:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-09 四 14:12]
   CLOCK: [2017-03-08 三 22:00]--[2017-03-09 四 05:00] =>  7:00
   :END:
** DONE go home sleeping<2017-03-09 四 21:28>
   CLOSED: [2017-03-10 五 04:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-10 五 04:06]
   CLOCK: [2017-03-09 四 21:27]--[2017-03-10 五 04:06] =>  6:39
   :END:
** DONE go home sleeping<2017-03-10 五 21:40>
   CLOSED: [2017-03-11 六 05:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-11 六 05:17]
   CLOCK: [2017-03-10 五 21:40]--[2017-03-11 六 05:00] =>  7:20
   :END:
** DONE go home sleeping<2017-03-11 六 22:00>
   CLOSED: [2017-03-12 日 07:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-12 日 07:14]
   CLOCK: [2017-03-11 六 22:00]--[2017-03-12 日 07:14] =>  9:14
   :END:
*****
 DONE I'm going to home and sleeing.<2017-03-12 日 21:32>
   CLOSED: [2017-03-13 一 05:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-13 一 05:35]
   CLOCK: [2017-03-12 日 21:32]--[2017-03-13 一 05:35] =>  8:03
   :END:
** DONE go to home and sleeping<2017-03-13 一 20:55>
   CLOSED: [2017-03-14 二 05:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-14 二 05:24]
   CLOCK: [2017-03-13 一 20:55]--[2017-03-14 二 05:24] =>  8:29
   :END:
** go to hemo to sleeping<2017-03-14 Tue 21:16>
** DONE go home sleep<2017-03-15 Wed 21:33>
   CLOSED: [2017-03-16 四 04:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-16 四 04:19]
     CLOCK: [2017-03-15 三 22:00]--[2017-03-16 四 04:00] =>  6:00

   :END:
** DONE go to home sleeping<2017-03-16 四 21:03>
   CLOSED: [2017-03-17 五 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-17 五 04:50]
   CLOCK: [2017-03-16 四 21:03]--[2017-03-17 五 04:50] =>  7:47
   :END:
** DONE go to home in order to sleeping<2017-03-17 Fri 21:53>
   CLOSED: [2017-03-18 Sat 05:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-18 Sat 05:20]
   CLOCK: [2017-03-17 Fri 21:53]--[2017-03-18 Sat 05:20] =>  7:27
   :END:
** DONE sleeping<2017-03-18 Sat 21:51>
   CLOSED: [2017-03-19 Sun 05:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-19 Sun 05:15]
   CLOCK: [2017-03-18 Sat 21:51]--[2017-03-19 Sun 05:15] =>  7:24
   :END:
** DONE sleeping and goes to take a shower<2017-03-19 日 21:31>
   CLOSED: [2017-03-20 一 05:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-20 一 05:23]
   CLOCK: [2017-03-19 日 21:31]--[2017-03-20 一 05:23] =>  7:52
   :END:
** DONE sleeping<2017-03-20 一 21:35>
   CLOSED: [2017-03-21 二 01:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-21 二 01:47]
   CLOCK: [2017-03-20 一 21:35]--[2017-03-21 二 01:47] =>  4:12
   :END:
** DONE sleeping<2017-03-21 二 21:23>
   CLOSED: [2017-03-22 三 05:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-22 三 05:56]
   CLOCK: [2017-03-21 二 21:23]--[2017-03-22 三 05:56] =>  8:33
   :END:
** DONE sleeping<2017-03-26 Sun 03:47>
   CLOSED: [2017-03-26 Sun 05:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-26 Sun 05:04]
   CLOCK: [2017-03-26 Sun 03:47]--[2017-03-26 Sun 05:04] =>  1:17
   :END:
** DONE sleeping<2017-03-26 Sun 23:30>
   CLOSED: [2017-03-27 Mon 05:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-27 Mon 05:14]
   CLOCK: [2017-03-26 Sun 23:30]--[2017-03-27 Mon 04:44] =>  5:14
   :END:
** DONE sleeping and walking<2017-03-27 一 21:15>
   CLOSED: [2017-03-28 二 04:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-28 二 04:29]
   CLOCK: [2017-03-27 一 21:14]--[2017-03-28 二 04:29] =>  7:15
   :END:
** DONE sleeping<2017-03-28 二 21:30>
   CLOSED: [2017-03-29 三 03:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-29 三 03:53]
   CLOCK: [2017-03-28 二 21:30]--[2017-03-29 三 03:53] =>  6:23
   :END:
** DONE sleeping<2017-03-29 三 21:30>
   CLOSED: [2017-03-30 四 04:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-30 四 04:24]
   CLOCK: [2017-03-29 三 21:30]--[2017-03-30 四 04:24] =>  6:54
   :END:
** DONE sleeping<2017-03-30 四 21:40>
   CLOSED: [2017-03-31 五 05:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-31 五 05:02]
   CLOCK: [2017-03-30 四 21:40]--[2017-03-31 五 05:02] =>  7:22
   :END:
** DONE sleeping<2017-03-31 五 21:34>
   CLOSED: [2017-04-01 六 04:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-01 六 04:40]
   CLOCK: [2017-03-31 五 21:34]--[2017-04-01 六 04:40] =>  7:06
   :END:
* April
** DONE sleeping<2017-04-01 六 21:38>
   CLOSED: [2017-04-02 日 06:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-02 日 06:20]
   CLOCK: [2017-04-01 六 21:38]--[2017-04-02 日 06:20] =>  8:42
   :END:
** DONE today I'm tired, so wants to sleep early<2017-04-02 日 20:53>
   CLOSED: [2017-04-03 一 04:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-03 一 04:03]
   CLOCK: [2017-04-02 日 20:53]--[2017-04-03 一 04:03] =>  7:10
   :END:
** DONE sleep<2017-04-03 一 20:45>
   CLOSED: [2017-04-04 二 03:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-04 二 03:59]
   CLOCK: [2017-04-03 一 20:45]--[2017-04-04 二 03:59] =>  7:14
   :END:
** DONE I'm going to sleeping because I have backache<2017-04-04 二 20:24>
   CLOSED: [2017-04-05 三 03:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-05 三 03:49]
   CLOCK: [2017-04-04 二 20:24]--[2017-04-05 三 03:49] =>  7:25
   :END:
** DONE sleep<2017-04-05 三 20:41>
   CLOSED: [2017-04-06 四 04:01]
   :PROPERTIES:
   :ID:       0EA36A4E-F972-47F6-BD7F-E57C912FDE4B
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-06 四 04:01]
   CLOCK: [2017-04-05 三 20:41]--[2017-04-06 四 04:01] =>  7:20
   :END:
** DONE sleeping<2017-04-06 四 21:02>
   CLOSED: [2017-04-07 五 03:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-07 五 03:34]
   CLOCK: [2017-04-06 四 21:03]--[2017-04-07 五 03:34] =>  6:31
   :END:
** DONE sleeping<2017-04-07 五 21:24>
   CLOSED: [2017-04-08 六 04:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-08 六 04:27]
   CLOCK: [2017-04-07 五 21:24]--[2017-04-08 六 04:27] =>  7:03
   :END:
** DONE sleeping <2017-04-08 六 21:27>
   CLOSED: [2017-04-09 日 05:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-09 日 05:19]
   CLOCK: [2017-04-08 六 21:27]--[2017-04-09 日 05:19] =>  7:52
   :END:
** DONE sleeping<2017-04-09 日 21:48>
   CLOSED: [2017-04-10 一 01:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-10 一 01:17]
   CLOCK: [2017-04-09 日 21:48]--[2017-04-10 一 01:17] =>  3:29
   :END:
** DONE sleeping<2017-04-10 一 21:40>
   CLOSED: [2017-04-11 二 04:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-11 二 04:22]
   CLOCK: [2017-04-10 一 21:40]--[2017-04-11 二 04:22] =>  6:42
   :END:
** DONE sleeping<2017-04-11 二 21:29>
   CLOSED: [2017-04-12 三 05:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-12 三 05:22]
   CLOCK: [2017-04-11 二 21:29]--[2017-04-12 三 05:22] =>  7:53
   :END:
** DONE relax and then sleeping<2017-04-12 三 21:11>
   CLOSED: [2017-04-13 四 04:44]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-13 四 04:44]
   CLOCK: [2017-04-12 三 21:11]--[2017-04-13 四 04:44] =>  7:33
   :END:
** DONE sleeping<2017-04-13 四 21:33>
   CLOSED: [2017-04-14 五 04:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-14 五 04:57]
   CLOCK: [2017-04-13 四 21:33]--[2017-04-14 五 04:57] =>  7:24
   :END:
** DONE sleeping<2017-04-14 五 21:30>
   CLOSED: [2017-04-15 六 04:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-15 六 04:22]
   CLOCK: [2017-04-14 五 21:30]--[2017-04-15 六 04:22] =>  6:52
   :END:
** DONE sleeping<2017-04-15 六 22:00>
   CLOSED: [2017-04-16 日 05:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-16 日 05:09]
   CLOCK: [2017-04-15 六 22:00]--[2017-04-16 日 05:09] =>  7:09
   :END:
** DONE sleeping<2017-04-16 日 21:26>
   CLOSED: [2017-04-17 一 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-17 一 04:50]
   CLOCK: [2017-04-16 日 21:26]--[2017-04-17 一 04:50] =>  7:24
   :END:
** DONE sleeping<2017-04-17 一 21:22>
   CLOSED: [2017-04-18 二 04:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-18 二 04:29]
   CLOCK: [2017-04-17 一 21:22]--[2017-04-18 二 04:29] =>  7:07
   :END:
** DONE sleeping<2017-04-18 二 21:28>
   CLOSED: [2017-04-19 三 05:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-19 三 05:20]
   CLOCK: [2017-04-18 二 21:28]--[2017-04-19 三 05:20] =>  7:52
   :END:
** DONE sleeping<2017-04-19 三 21:17>
   CLOSED: [2017-04-20 四 05:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-20 四 05:29]
   CLOCK: [2017-04-19 三 21:17]--[2017-04-20 四 05:29] =>  8:12
   :END:
** DONE sleeping<2017-04-20 四 21:16>
   CLOSED: [2017-04-21 五 06:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-21 五 06:09]
   CLOCK: [2017-04-20 四 21:16]--[2017-04-21 五 06:09] =>  8:53
   :END:
** DONE sleeping<2017-04-21 五 21:02>
   CLOSED: [2017-04-22 六 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-22 六 05:40]
   CLOCK: [2017-04-21 五 21:02]--[2017-04-22 六 05:40] =>  8:38
   :END:
** DONE sleeping<2017-04-22 Sat 22:30>
   CLOSED: [2017-04-23 Sun 05:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-22 Sat 22:31]
   CLOCK: [2017-04-22 Sat 22:27]--[2017-04-23 Sun 05:31] =>  7:04
   :END:
** DONE sleeping<2017-04-23 Sun 21:25>
   CLOSED: [2017-04-24 Mon 04:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-24 Mon 04:55]
   CLOCK: [2017-04-23 Sun 21:25]--[2017-04-24 Mon 04:55] =>  7:30
   :END:
** DONE sleeping<2017-04-25 Tue 22:30>
   CLOSED: [2017-04-26 Wed 04:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-25 Tue 22:30]
   CLOCK: [2017-04-25 Tue 22:30]--[2017-04-26 Wed 04:40] =>  6:10
   :END:
** DONE sleeping<2017-04-26 Wed 22:13>
   CLOSED: [2017-04-27 Thu 05:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 05:20]
   CLOCK: [2017-04-26 Wed 22:13]--[2017-04-27 Thu 05:20] =>  7:07
   :END:
** DONE sleeping<2017-04-27 Thu 20:54>
   CLOSED: [2017-04-28 Fri 04:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-28 Fri 04:11]
   CLOCK: [2017-04-27 Thu 20:54]--[2017-04-28 Fri 04:11] =>  7:17
   :END:
** DONE sleeping<2017-04-28 Fri 21:00>
   CLOSED: [2017-04-29 Sat 02:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-28 Fri 21:00]
   CLOCK: [2017-04-28 Fri 21:00]--[2017-04-29 Sat 02:55] =>  5:55
   :END:
** DONE sleeping<2017-04-29 Sat 21:54>
   CLOSED: [2017-04-30 Sun 04:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-30 Sun 04:43]
   CLOCK: [2017-04-29 Sat 21:54]--[2017-04-30 Sun 04:43] =>  6:49
   :END:
** DONE sleeping<2017-04-30 Sun 21:30>
   CLOSED: [2017-05-01 Mon 04:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-01 Mon 04:38]
   CLOCK: [2017-04-30 Sun 21:29]--[2017-05-01 Mon 04:38] =>  7:09
   :END:
* May
** DONE sleeping<2017-05-01 Mon 21:10>
   CLOSED: [2017-05-02 Tue 03:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-01 Mon 21:10]
   CLOCK: [2017-05-01 Mon 21:10]--[2017-05-02 Tue 03:48] =>  6:38
   :END:
** DONE sleeping<2017-05-02 Tue 21:27>
   CLOSED: [2017-05-03 Wed 04:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-03 Wed 04:17]
   CLOCK: [2017-05-02 Tue 21:27]--[2017-05-03 Wed 04:17] =>  6:50
   :END:
** DONE sleeping<2017-05-03 Wed 21:40>
   CLOSED: [2017-05-04 Thu 05:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-03 Wed 21:40]
   CLOCK: [2017-05-03 Wed 21:40]--[2017-05-04 Thu 05:23] =>  7:43
   :END:
** DONE sleeping<2017-05-04 Thu 21:10>
   CLOSED: [2017-05-05 Fri 04:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-05 Fri 04:30]
   CLOCK: [2017-05-04 Thu 21:09]--[2017-05-05 Fri 04:30] =>  7:21
   :END:
** DONE sleeping<2017-05-05 Fri 21:05>
   CLOSED: [2017-05-06 Sat 04:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-06 Sat 04:30]
   CLOCK: [2017-05-05 Fri 21:05]--[2017-05-06 Sat 04:30] =>  7:25
   :END:
** DONE sleeping <2017-05-06 Sat 21:30>
   CLOSED: [2017-05-07 Sun 05:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-07 Sun 05:03]
   CLOCK: [2017-05-06 Sat 21:30]--[2017-05-07 Sun 05:03] =>  7:33
   :END:
** DONE sleeping<2017-05-07 Sun 21:17>
   CLOSED: [2017-05-08 Mon 05:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-08 Mon 05:13]
   CLOCK: [2017-05-07 Sun 21:17]--[2017-05-08 Mon 05:13] =>  7:56
   :END:
** DONE sleeping<2017-05-08 Mon 21:34>
   CLOSED: [2017-05-09 Tue 04:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-09 Tue 04:47]
   CLOCK: [2017-05-08 Mon 21:34]--[2017-05-09 Tue 04:16] =>  6:42
   :END:
** DONE sleeping<2017-05-09 Tue 21:44>
   CLOSED: [2017-05-10 Wed 05:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-10 Wed 05:49]
   CLOCK: [2017-05-09 Tue 21:44]--[2017-05-10 Wed 05:49] =>  8:05
   :END:
** DONE clean up<2017-05-10 Wed 05:49>
   CLOSED: [2017-05-10 Wed 05:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-10 Wed 05:52]
   CLOCK: [2017-05-10 Wed 05:49]--[2017-05-10 Wed 05:52] =>  0:03
   :END:
** DONE sleeping<2017-05-10 Wed 21:16>
   CLOSED: [2017-05-11 Thu 06:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-11 Thu 06:17]
   CLOCK: [2017-05-10 Wed 21:16]--[2017-05-11 Thu 06:17] =>  9:01
   :END:
** DONE sleeping<2017-05-11 Thu 21:46>
   CLOSED: [2017-05-12 Fri 05:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-12 Fri 05:22]
   CLOCK: [2017-05-11 Thu 21:46]--[2017-05-12 Fri 05:22] =>  7:36
   :END:
<<<<<<< Updated upstream
** DONE sleeping<2017-05-12 Fri 22:00>
   CLOSED: [2017-05-13 Sat 04:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-13 Sat 04:54]
   CLOCK: [2017-05-12 Fri 22:00]--[2017-05-13 Sat 04:54] =>  6:54
   :END:
** DONE sleeping<2017-05-13 Sat 22:00>
   CLOSED: [2017-05-14 Sun 03:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-13 Sat 22:00]
   CLOCK: [2017-05-13 Sat 22:00]--[2017-05-14 Sun 03:49] =>  5:49
   :END:
** DONE sleeping<2017-05-14 Sun 22:00>
   CLOSED: [2017-05-15 Mon 05:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-15 Mon 22:00]
   CLOCK: [2017-05-14 Sun 22:00]--[2017-05-15 Mon 05:08] =>  7:08
   :END:
** DONE sleeping<2017-05-15 Mon 21:35>
   CLOSED: [2017-05-16 Tue 05:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-16 Tue 05:21]
   CLOCK: [2017-05-15 Mon 21:35]--[2017-05-16 Tue 05:21] =>  7:46
   :END:
** DONE sleeping<2017-05-16 Tue 21:12>
   CLOSED: [2017-05-17 Wed 04:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-17 Wed 04:56]
   CLOCK: [2017-05-16 Tue 21:12]--[2017-05-17 Wed 04:56] =>  7:44
   :END:
** DONE sleeping<2017-05-17 Wed 21:33>
   CLOSED: [2017-05-18 Thu 04:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-18 Thu 04:04]
   CLOCK: [2017-05-17 Wed 21:33]--[2017-05-18 Thu 04:04] =>  6:31
   :END:
** DONE sleeping<2017-05-18 Thu 21:50>
   CLOSED: [2017-05-19 Fri 05:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-19 Fri 05:19]
   CLOCK: [2017-05-18 Thu 21:50]--[2017-05-19 Fri 05:19] =>  7:29
   :END:
** DONE sleeping<2017-05-19 Fri 22:26>
   CLOSED: [2017-05-20 Sat 05:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-20 Sat 05:53]
   CLOCK: [2017-05-19 Fri 22:26]--[2017-05-20 Sat 05:53] =>  7:27
   :END:
** DONE sleeping<2017-05-20 Sat 21:35>
   CLOSED: [2017-05-21 Sun 05:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-21 Sun 05:09]
   CLOCK: [2017-05-20 Sat 21:35]--[2017-05-21 Sun 05:09] =>  7:34
   :END:
** DONE sleeping<2017-05-21 Sun 21:53>
   CLOSED: [2017-05-22 Mon 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-22 Mon 05:40]
   CLOCK: [2017-05-21 Sun 21:52]--[2017-05-22 Mon 05:40] =>  7:48
   :END:
** DONE sleeping<2017-05-22 Mon 21:55>
   CLOSED: [2017-05-23 Tue 05:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-23 Tue 05:26]
   CLOCK: [2017-05-22 Mon 21:54]--[2017-05-23 Tue 05:26] =>  7:32
   :END:
** DONE sleeping<2017-05-23 Tue 21:37>
   CLOSED: [2017-05-24 Wed 05:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-24 Wed 05:47]
   CLOCK: [2017-05-23 Tue 21:37]--[2017-05-24 Wed 05:47] =>  8:10
   :END:
** DONE sleeping<2017-05-24 Wed 22:30>
   CLOSED: [2017-05-25 Thu 05:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-25 Thu 05:24]
   CLOCK: [2017-05-24 Wed 22:23]--[2017-05-25 Thu 05:24] =>  7:01
   :END:
** DONE sleeping<2017-05-25 Thu 21:18>
   CLOSED: [2017-05-26 Fri 05:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-26 Fri 05:19]
   CLOCK: [2017-05-25 Thu 21:18]--[2017-05-26 Fri 05:19] =>  8:01
   :END:
** DONE sleeping<2017-05-26 Fri 21:38>
   CLOSED: [2017-05-27 Sat 05:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-27 Sat 05:17]
   CLOCK: [2017-05-26 Fri 21:38]--[2017-05-27 Sat 05:17] =>  7:39
   :END:
** DONE sleeping<2017-05-27 Sat 22:00>
   CLOSED: [2017-05-28 Sun 06:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-28 Sun 06:02]
   CLOCK: [2017-05-27 Sat 22:00]--[2017-05-28 Sun 05:02] =>  7:02
   :END:
** DONE sleeping<2017-05-28 Sun 22:01>
   CLOSED: [2017-05-29 Mon 04:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-29 Mon 04:05]
   CLOCK: [2017-05-28 Sun 22:01]--[2017-05-29 Mon 04:05] =>  6:04
   :END:
** DONE sleeping<2017-05-29 Mon 21:32>
   CLOSED: [2017-05-30 Tue 05:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-30 Tue 05:29]
   CLOCK: [2017-05-29 Mon 21:32]--[2017-05-30 Tue 05:29] =>  7:57
   :END:
** DONE <2017-05-30 Tue 21:45>
   CLOSED: [2017-05-31 Wed 05:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-31 Wed 05:02]
   CLOCK: [2017-05-30 Tue 21:45]--[2017-05-31 Wed 05:02] =>  7:17
   :END:
** DONE <2017-05-31 Wed 21:33>
   CLOSED: [2017-06-01 Thu 04:33]
   :LOGBOOK:
<<<<<<< Updated upstream
   - State "DONE"       from "STARTED"    [2017-06-01 Thu 04:33]
   CLOCK: [2017-05-31 Wed 21:33]--[2017-06-01 Thu 04:33] =>  7:00
   :END:
* June
** DONE <2017-06-01 Thu 22:00>                                        :sleep:
   CLOSED: [2017-06-02 Fri 05:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-01 Thu 22:00]
   CLOCK: [2017-06-01 Thu 22:00]--[2017-06-02 Fri 05:17] =>  7:17
   :END:
** DONE <2017-06-02 Fri 21:30>
   CLOSED: [2017-06-03 Sat 04:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-03 Sat 04:21]
   CLOCK: [2017-06-02 Fri 21:30]--[2017-06-03 Sat 04:21] =>  6:51
   :END:
** DONE <2017-06-03 Sat 22:00>                                        :sleep:
   CLOSED: [2017-06-04 Sun 05:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-04 Sun 05:03]
   CLOCK: [2017-06-03 Sat 22:02]--[2017-06-04 Sun 05:03] =>  7:01
   :END:
** DONE <2017-06-04 Sun 21:29>                                        :sleep:
   CLOSED: [2017-06-05 Mon 05:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-05 Mon 05:11]
   CLOCK: [2017-06-04 Sun 21:29]--[2017-06-05 Mon 05:11] =>  7:42
   :END:
** DONE <2017-06-05 Mon 21:25>                                        :sleep:
   CLOSED: [2017-06-06 Tue 06:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-06 Tue 06:38]
   CLOCK: [2017-06-05 Mon 21:25]--[2017-06-06 Tue 05:46] =>  8:21
   :END:
** DONE <2017-06-07 Wed 22:00>                                        :sleep:
   CLOSED: [2017-06-07 Wed 05:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-07 Wed 05:15]
   CLOCK: [2017-06-06 Tue 22:00]--[2017-06-07 Wed 05:15] =>  7:15
   :END:
** DONE <2017-06-07 Wed 21:54>                                        :sleep:
   CLOSED: [2017-06-08 Thu 05:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-08 Thu 05:07]
   CLOCK: [2017-06-07 Wed 21:54]--[2017-06-08 Thu 05:07] =>  7:13
=======
=======
** DONE sleeping<2017-05-12 Fri 21:20>
   CLOSED: [2017-06-13 二 21:46]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-13 二 21:46]
>>>>>>> Stashed changes
>>>>>>> Stashed changes
   :END:
** DONE sleeping<2017-06-08 Thu 00:40>
   CLOSED: [2017-06-09 Fri 06:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-06-09 Fri 06:28]
   CLOCK: [2017-06-09 Fri 00:47]--[2017-06-09 Fri 06:28] =>  5:41
   :END:
** STARTED sleep<2017-07-15 Sat +1d>
   DEADLINE: <2017-06-09 Fri 05:00>
   :PROPERTIES:
   :LAST_REPEAT: [2017-07-15 Sat 03:50]
   :END:
   :LOGBOOK:
   CLOCK: [2017-07-15 六 21:09]
   - State "DONE"       from "STARTED"    [2017-07-15 Sat 03:50]
   CLOCK: [2017-07-14 Fri 21:49]--[2017-07-15 Sat 03:50] =>  6:01
   - State "DONE"       from "STARTED"    [2017-07-14 Fri 05:13]
   CLOCK: [2017-07-13 Thu 20:04]--[2017-07-14 Fri 05:13] =>  9:09
   - State "DONE"       from "STARTED"    [2017-07-13 Thu 04:57]
   CLOCK: [2017-07-12 Wed 21:30]--[2017-07-13 Thu 04:57] =>  7:27
   - State "DONE"       from "STARTED"    [2017-07-12 三 05:19]
   - State "DONE"       from "STARTED"    [2017-07-11 二 05:22]
   CLOCK: [2017-07-10 一 21:32]--[2017-07-11 二 05:22] =>  7:50
   - State "DONE"       from "STARTED"    [2017-07-10 一 04:35]
   CLOCK: [2017-07-09 日 21:32]--[2017-07-10 一 04:35] =>  7:03
   - State "DONE"       from "STARTED"    [2017-07-09 日 05:23]
   CLOCK: [2017-07-08 六 22:00]--[2017-07-09 日 05:23] =>  7:23
   - State "DONE"       from "STARTED"    [2017-07-08 六 05:41]
   CLOCK: [2017-07-07 五 22:00]--[2017-07-08 六 05:41] =>  7:41
   - State "DONE"       from "STARTED"    [2017-07-07 五 04:56]
   CLOCK: [2017-07-06 四 21:12]--[2017-07-07 五 04:56] =>  7:44
   - State "DONE"       from "STARTED"    [2017-07-06 四 04:59]
   CLOCK: [2017-07-05 三 22:00]--[2017-07-06 四 04:20] =>  6:20
   - State "DONE"       from "STARTED"    [2017-07-05 三 05:15]
   CLOCK: [2017-07-04 二 21:54]--[2017-07-05 三 05:15] =>  7:21
   - State "DONE"       from "STARTED"    [2017-07-04 二 05:28]
   CLOCK: [2017-07-03 一 21:06]--[2017-07-04 二 05:28] =>  8:22
   - State "DONE"       from "STARTED"    [2017-07-02 日 07:43]
   CLOCK: [2017-07-01 六 22:12]--[2017-07-02 日 07:43] =>  9:31
   - State "DONE"       from "STARTED"    [2017-07-01 六 05:21]
   CLOCK: [2017-06-30 五 22:21]--[2017-07-01 六 05:21] =>  7:00
   - State "DONE"       from "STARTED"    [2017-06-30 五 05:31]
   CLOCK: [2017-06-29 四 21:06]--[2017-06-30 五 05:31] =>  8:25
   - State "DONE"       from "STARTED"    [2017-06-29 四 20:56]
   - State "DONE"       from "STARTED"    [2017-06-29 四 05:06]
   CLOCK: [2017-06-28 三 21:49]--[2017-06-29 四 05:06] =>  7:17
   - State "DONE"       from "STARTED"    [2017-06-28 三 04:46]
   CLOCK: [2017-06-27 二 21:18]--[2017-06-28 三 04:46] =>  7:28
   - State "DONE"       from "STARTED"    [2017-06-27 二 04:59]
   CLOCK: [2017-06-26 一 21:22]--[2017-06-27 二 04:59] =>  7:37
   - State "DONE"       from "STARTED"    [2017-06-26 一 04:50]
   CLOCK: [2017-06-25 日 21:40]--[2017-06-26 一 04:50] =>  7:10
   - State "DONE"       from "STARTED"    [2017-06-25 日 04:41]
   CLOCK: [2017-06-24 六 21:04]--[2017-06-25 日 04:41] =>  7:37
   - State "DONE"       from "STARTED"    [2017-06-24 Sat 03:59]
   CLOCK: [2017-06-23 Fri 21:42]--[2017-06-24 Sat 03:59] =>  6:17
   - State "DONE"       from "STARTED"    [2017-06-23 Fri 08:13]
   CLOCK: [2017-06-22 Thu 21:04]--[2017-06-23 Fri 06:13] =>  9:09
   - State "DONE"       from "STARTED"    [2017-06-22 Thu 05:32]
   CLOCK: [2017-06-21 Wed 14:10]--[2017-06-22 Thu 05:32] => 15:22
   - State "DONE"       from "STARTED"    [2017-06-21 三 04:24]
   CLOCK: [2017-06-20 二 21:21]--[2017-06-21 三 04:24] =>  7:03
   - State "DONE"       from "STARTED"    [2017-06-20 Tue 03:24]
   CLOCK: [2017-06-19 Mon 21:22]--[2017-06-20 Tue 03:24] =>  6:02
   - State "DONE"       from "STARTED"    [2017-06-19 Mon 04:49]
   CLOCK: [2017-06-18 Sun 21:47]--[2017-06-19 Mon 04:49] =>  7:02
   - State "DONE"       from "STARTED"    [2017-06-18 Sun 04:44]
   CLOCK: [2017-06-17 Sat 21:27]--[2017-06-18 Sun 04:44] =>  7:17
   - State "DONE"       from "STARTED"    [2017-06-17 六 04:50]
   CLOCK: [2017-06-16 五 21:24]--[2017-06-17 六 04:50] =>  7:26
   - State "DONE"       from "STARTED"    [2017-06-16 五 04:35]
   CLOCK: [2017-06-15 四 21:33]--[2017-06-16 五 04:35] =>  7:02
   - State "DONE"       from "STARTED"    [2017-06-15 四 05:14]
   CLOCK: [2017-06-14 三 20:36]--[2017-06-15 四 05:14] =>  8:38
   - State "DONE"       from "STARTED"    [2017-06-14 三 03:57]
   - State "DONE"       from "STARTED"    [2017-06-13 二 05:25]
   CLOCK: [2017-06-12 一 21:52]--[2017-06-13 二 05:25] =>  7:33
   - State "DONE"       from "STARTED"    [2017-06-12 Mon 04:52]
   CLOCK: [2017-06-11 Sun 21:53]--[2017-06-12 Mon 04:52] =>  6:59
   - State "DONE"       from "STARTED"    [2017-06-11 Sun 05:22]
   CLOCK: [2017-06-10 Sat 21:34]--[2017-06-11 Sun 05:22] =>  7:48
   - State "DONE"       from "STARTED"    [2017-06-10 Sat 04:12]
   CLOCK: [2017-06-09 Fri 21:43]--[2017-06-10 Sat 04:12] =>  6:29
   :END:
